[Translator]
Name=gusho@tiscali.it
Updated=2015.01.11

[LanguageString]
Record=Registra
Resume=Riprendi
Pause=Pausa
Encoding=Codifiche
Capture=Cattura
Area=Area
Resize=Ridimensiona
Open=Apri
Options=Opzioni
Report=Rapporto
Info=Info
Hotkey=Scorciatoia
Hotkeys=Scorciatoie
Save=Salva
Codecs=Codecs
Timelimit=Tempo
Stop=Stop
Confirm=Conferma
Version=Versione
Language=Lingua
Stereo=Stereo
Mono=Mono
Sound=Audio
Warning=Attenzione
Error=Errore
Information=Informazioni
Confirm=Conferma
Effect=Effetti
&Yes=&Si
&No=&No
&OK=&OK
&Cancel=&Cancella
&Abort=&Esci
&Retry=&Riprova
&Ignore=&Ignora
KeyframeRate=Frequenza di fotogrammi
ModifiedWindowsHostFile=Rilevata manomissione file hosts di Windows.
StopRecording=Ferma registrazione.
StartRecording.=Avvia registrazione.
CaptureScreen=Cattura un'immagine.
CopyToClipboard=Copia negli appunti
PressKeyStopRecording=Press %s per bloccare la registrazione.
RecordingFailed=Registrazione fallita.
CauseAudioSynthesis=Causa (audio synthesis): 
NotExistDefaultOutputPath=Questo percorso non esiste. Il percorso è stato cambiato.
UpdateNewVersion=Aggiornare oCam ad una nuova versione.
SelectAreaToRecord=Seleziona l'area da registrare.
ResizeRecordingArea=Reimposta l'area da registrare.
ChangeSettings=Opzioni generali di configurazione.
DisplaySoftwareInformation=Mostra informazioni del software e della licenza.
OpenOutputPath=Apre il percorso della cartella di destinazione.
BrowseForFolder=Sfoglia cartelle
FailedRecordRegisterHotkey=La scorciatoia Registra non può essere memorizzata.
FailedPauseRegisterHotkey=La scorciatoia Pausa non può essere memorizzata.
FailedCaptureRegisterHotkey=La scorciatoia Cattura non può essere memorizzata.
FailedRecordAreaRegisterHotkey="Selezionare l'area da registrare. La scorciatoia non può essere memorizzata.
PleaseChangeHotkey=Prego cambiare i settaggi delle scorciatoie.
LanguageChanged=La lingua è stata reimpostata. Riavvia il programma per applicare le modifiche.
DownloadCodecs=Scarica i codecs da Internet.
WhenUsedGoodCodecs=Avviso: Usare codec buoni e sicuri!
GotoCodecPage=Vuoi andare alla pagina dei codec?
DontShowAgain=Non mostrare di nuovo.
RecordingStarting=Iniziando...
RecordingStopping=Fermando...
FailedInitWASSoundLibDLL=Inizializzazione libreria suoni fallita. Controllare i servizi audio di windows
JPEGQuality=Qualità JPEG
CompressQuality=Qualità compressa
Enabled=Abilita
Disabled=Disabilita
Used=Utilizzata
NotUsed=Non utilizzata
LowDiskSpace=Non c'è spazio sufficiente nel disco.
Watermark=Filigrana
RecordSystemAudio=Registra anche l'audio
DoNotRecordMicrophone=Non registrare da microfono
DoNotRecordSystemAudio=Non registrare audio
VeryHigh=Massima
High=Alta
Medium=Media
Low=Bassa
VeryLow=Minima
Auto=Auto
CantNotLoadImage=Non riesco a caricare l'immagine.
NotFoundTheTargetRecordWindow=Finestra di destinazione di registrazione non trovata.
RecordingGame=Game
FileName=FileName
ConnectionFailed=The connection to the server has failed.
Congratulations=Congratulations
SuccessfullyRegistered=Congratulations! You Have Successfully Registered.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
InvalidEMailAddress=Invalid e-mail address. The e-mail address appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
InvalidResponseFromServer=Received an invalid response from the server.
RegisterAleady=Serial number already registered.
Donate=Donate
MonitorNotSupportResolution=Monitor does not support the resolution.
HalfSize=Half size
FitWidth=Fit width
FitHeight=Fit height
Custom=Custom

[frmMain]
mnuRecordScreen.Caption=&Tutto schermo
mnuPrimaryMonitor.Caption=Monitor &Primario
mnuSecondaryMonitor.Caption=Monitor &Secondario
mnuFindTarget.Caption=Seleziona &area...
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Codecs Esterni... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
ActionManager.Categorys.&Mode=Mode
ActionManager.Categorys.&Tools=Strumenti
ActionManager.Categorys.&Help=Aiuto
actOptions.Caption=&Opzioni...
actInformation.Caption=&A proposito...
mnuRecordingTheScreenAndAudio.Caption=Registra lo schermo e l'audio
mnuRecordingOnlyAudio.Caption=Registra solo l'audio
mnuRecordingTheGame.Caption=Registra il gioco

[frmOption]
btnOK.Caption=&OK
btnCancel.Caption=&Cancella
gbxVideoEncoding.Caption=Video
lblFPS.Caption=FPS : 
lblKeyframeRate.Caption=Frequenza di fotogrammi:
lblVideoBitrate.Caption=Bitrate : 
gbxAudioEncoding.Caption=Audio
lblAudioBitrate.Caption=Bitrate : 
btnRestoreDefaultSettings.Caption=&Reimposta i valori iniziali
lblSampleRate.Caption=SampleRate: 
lblAudioDrive.Caption=Device :
lblChannel.Caption=Channel : 
chkAudio.Caption=Settaggi AUDIO
chkRecordCursor.Caption=&Includi il cursore
chkBalanceReposition.Caption=Quando sposti l'area di registrazione, la finestra principale sarà rimossa.
gbxHotkeySettings.Caption=Impostazioni Scorciatoie
lblCaptureHotkey.Caption=Cattura:
lblRecordHotkey.Caption=Registra: 
lblPauseHotkey.Caption=Pausa: 
lblTargetHotkey.Caption=Destinazione:
gbxRservationRecord.Caption=Limiti temporali di Registrazione
lblMin.Caption=Minuti
lblSecond.Caption=Secondi
lblAfterCompletion.Caption=Dopo il Completamento
chkRecordingTimeLimite.Caption=&Abilita
gbxLanguage.Caption=Impostazioni lingua
lblLanguage.Caption=Lingua:
Caption=Opzioni
tsInformation.Caption=Informazioni
tsLicense.Caption=Accordo di Licenza
lblCaptureFormat.Caption=Formato file di cattura:
lblUsingMultiCore.Caption=Tecnologia MULTI-Processore: 
gbxMouseEffect.Caption=Effetti del mouse
chkEnabledMouseEffect.Caption=&Abilita effetti
lblMouseEffectColor.Caption=Colore
lblMouseEffectSize.Caption=Dimensione
gbxTimeLimitSettings.Caption=Opzioni
rbTimeLimitDoNothing.Caption=Non fare nulla
rbTimeLimitStartNewRecording.Caption=Avvia nuova registrazione
rbTimeLimitExitProgram.Caption=Esci dal programma
rbTimeLimitShutdown.Caption=Spegni il computer
gbxWatermarkSettings.Caption=Aggiungi una filigrana al video
chkUseWatermark.Caption=&Utilizza Filigrana
lbledtWatermakrImagePath.Caption=Percorso dell'immagine: 
lblOpacity.Caption=Opacità: 
gbxWatermarkImagePosition.Caption=Posizione
lblVideoQuality.Caption=Qualità: 
lblEncoderThreadCount.Caption=Encoder thread count: 
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Help...
ledtFileName.Caption=FileName: 
chkHideDragCursorInRecordingArea.Caption=Hide drag cursor in recording area
gbResizeVideo.Caption=Resize
chkResizeVideo.Caption=Resize a video
lblResolution.Caption=Resolution:
lblResizeQuality.Caption=Quality: 

[frmAbout]
lblDescription.Caption=oCam è 100% gratuito sia per uso casalingo che professionale.
btnOK.Caption=&OK
btnSendReport.Caption=Segnalaci un errore...
Caption=A proposito

[frmVFWCodecs]
Caption=Codecs Esterni
chkUseVFWCodec.Caption=&Usa codec esterni
btnDownloadCodecs.Caption=Download codecs esterni...
btnVideoConfiguration.Caption=&Settaggi
btnInformation.Caption=&A proposito
btnOK.Caption=&OK
btnCancel.Caption=&Cancella

[frmRegister]
Caption=Registration
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=SerialNumber:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Cancel(&C)

[frmInternetAuth]
Caption=Wait...
lblAuthentication.Caption=Authentication...